@echo off
:again12
title 车机工具箱 - 更换开机视频
color 2F
echo.
echo ┌──────────────────使用说明及注意事项────────────────┐
echo │开机视频尺寸为1920x720                              │
echo │开机视频文件名为：startanimation.mp4                │
echo │把你的开机视频文件放在media目录下，然后执行更换操作 │
echo └────────────────────────────────────────────────────┘
echo ┌─────────────────────────操作菜单─────────────────────────┐
echo │[1]更换开机视频 [2]还原开机视频  [3]返回上一级菜单 [0]退出│
echo └──────────────────────────────────────────────────────────┘
echo ────────────────────────────────────────────────────────────
echo .
Choice /C 0123 /M "请输入菜单编号:"
if %ErrorLevel%==1 exit
if %ErrorLevel%==2 c_1.bat
if %ErrorLevel%==3 c_2.bat
if %ErrorLevel%==4 0.bat

goto again12
